{
  "quotes": [
    {
      "text": "I've failed over and over and over again in my life, and that is why I succeed.",
      "author": "Michael Jordan"
    },
    {
      "text": "Push yourself again and again. Don't give an inch until the final buzzer sounds.",
      "author": "Larry Bird"
    },
    {
      "text": "Ask not what your teammates can do for you. Ask what you can do for your teammates.",
      "author": "Magic Johnson"
    },
    {
      "text": "The most important thing is to try and inspire people so that they can be great in whatever they want to do.",
      "author": "Kobe Bryant"
    },
    {
      "text": "I think team first. It allows me to succeed, it allows my team to succeed.",
      "author": "LeBron James"
    },
    {
      "text": "If you are afraid of failure, you don’t deserve to be successful!",
      "author": "Charles Barkley"
    },
    {
      "text": "The true test of a man’s character is what he does when no one is watching.",
      "author": "John Wooden"
    },
    {
      "text": "A team is like a chain. It is only as strong as its weakest link.",
      "author": "Chuck Daly"
    },
    {
      "text": "A basketball team is like the five fingers on your hand. If you can get them all together, you have a fist. That’s how I want you to play.",
      "author": "Mike Krzyzewski"
    },
    {
      "text": "Success is never final, failure is never fatal. It's courage that counts.",
      "author": "Pat Summitt"
    },
    {
      "text": "It’s awesome, baby, with a capital A!",
      "author": "Dick Vitale"
    },
    {
      "text": "Do not let what you cannot do interfere with what you can do.",
      "author": "John Wooden"
    },
    {
      "text": "Great players are willing to give up their own personal achievement for the achievement of the group. It enhances everybody.",
      "author": "Kareem Abdul-Jabbar"
    },
    {
      "text": "Hard work is not punishment. Hard work is the price of admission for the opportunity to reach sustained excellence.",
      "author": "Jay Bilas"
    },
    {
      "text": "Good teams become great ones when the members trust each other enough to surrender the ‘me’ for the ‘we.’",
      "author": "Phil Jackson"
    },
    {
      "text": "The strength of the team is each individual member. The strength of each member is the team.",
      "author": "Phil Jackson"
    },
    {
      "text": "Discipline yourself, and others won’t need to.",
      "author": "John Wooden"
    },
    {
      "text": "Don't look back. Something might be gaining on you.",
      "author": "Satchel Paige"
    },
    {
      "text": "When you lose, don't lose the lesson.",
      "author": "Pat Summitt"
    },
    {
      "text": "Basketball is like photography, if you don’t focus, all you have is the negative.",
      "author": "Dan Frisby"
    },
    {
      "text": "Ability may get you to the top, but it takes character to keep you there.",
      "author": "John Wooden"
    },
    {
      "text": "The best teams have chemistry. They communicate with each other and they sacrifice personal glory for the common goal.",
      "author": "Dave DeBusschere"
    },
    {
      "text": "If you quit once it becomes a habit. Never quit!",
      "author": "Michael Jordan"
    },
    {
      "text": "Winning takes talent, to repeat takes character.",
      "author": "John Wooden"
    },
    {
      "text": "Good, better, best. Never let it rest. Until your good is better and your better is best.",
      "author": "Tim Duncan"
    },
    {
      "text": "You can’t get much done in life if you only work on the days when you feel good.",
      "author": "Jerry West"
    },
    {
      "text": "Great things come from hard work and perseverance. No excuses.",
      "author": "Kobe Bryant"
    },
    {
      "text": "Nothing is given. Everything is earned.",
      "author": "LeBron James"
    },
    {
      "text": "Some people want it to happen, some wish it would happen, others make it happen.",
      "author": "Michael Jordan"
    },
    {
      "text": "Do your best when no one is looking. If you do that, then you can be successful in anything that you put your mind to.",
      "author": "Bob Cousy"
    },
    {
      "text": "Don’t be afraid of failure. This is the way to succeed.",
      "author": "LeBron James"
    },
    {
      "text": "Teamwork is the beauty of our sport, where you have five acting as one.",
      "author": "Mike Krzyzewski"
    },
    {
      "text": "Make each day your masterpiece.",
      "author": "John Wooden"
    },
    {
      "text": "Never give up! Failure and rejection are only the first step to succeeding.",
      "author": "Jim Valvano"
    },
    {
      "text": "Effort is the only thing you can control. The rest is up to someone else.",
      "author": "Pat Riley"
    },
    {
      "text": "What you are as a person is far more important than what you are as a basketball player.",
      "author": "John Wooden"
    },
    {
      "text": "Play to win, not to avoid losing.",
      "author": "Chuck Daly"
    },
    {
      "text": "Excellence is not a singular act, but a habit. You are what you repeatedly do.",
      "author": "Shaquille O'Neal"
    },
    {
      "text": "You don't have to be the best player, but you can be the hardest worker.",
      "author": "Derek Fisher"
    },
    {
      "text": "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
      "author": "John Wooden"
    },
    {
      "text": "Great effort springs naturally from great attitude.",
      "author": "Pat Riley"
    },
    {
      "text": "A player's legacy isn't just in the banners, but in how they made their teammates better.",
      "author": "Bill Simmons"
    },
    {
      "text": "The best moments in basketball are when the team performs as one.",
      "author": "Jackie MacMullan"
    },
    {
      "text": "Basketball, more than any other sport, is a dynamic combination of grace and power.",
      "author": "Bob Ryan"
    }
  ]
}
