[
    {
        "quote": "Be quick, but don't hurry.",
        "name": "John Wooden"
    },
    {
        "quote": "Talent wins games, but teamwork and intelligence win championships.",
        "name": "Michael Jordan"
    },
    {
        "quote": "You can't win unless you learn how to lose.",
        "name": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "Champions keep playing until they get it right.",
        "name": "Billie Jean King"
    },
    {
        "quote": "Great players are willing to give up their own personal achievement for the achievement of the group. It enhances everybody.",
        "name": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "The strength of the team is each individual member. The strength of each member is the team.",
        "name": "Phil Jackson"
    },
    {
        "quote": "I can accept failure, everyone fails at something. But I can't accept not trying.",
        "name": "Michael Jordan"
    },
    {
        "quote": "Basketball doesn't build character. It reveals it.",
        "name": "James Naismith"
    },
    {
        "quote": "Discipline yourself, and others won't need to.",
        "name": "John Wooden"
    },
    {
        "quote": "Good, better, best. Never let it rest. Until your good is better and your better is best.",
        "name": "Tim Duncan"
    },
    {
        "quote": "Success is never final, failure is never fatal. It's courage that counts.",
        "name": "John Wooden"
    },
    {
        "quote": "You don’t play against opponents; you play against the game of basketball.",
        "name": "Bobby Knight"
    },
    {
        "quote": "Coaching is about inspiring and teaching players to become their best selves.",
        "name": "Pat Summitt"
    },
    {
        "quote": "Push yourself again and again. Don't give an inch until the final buzzer sounds.",
        "name": "Larry Bird"
    },
    {
        "quote": "What you are as a person is far more important than what you are as a basketball player.",
        "name": "John Wooden"
    },
    {
        "quote": "Winning takes talent, but to repeat takes character.",
        "name": "John Wooden"
    },
    {
        "quote": "Some people want it to happen, some wish it would happen, others make it happen.",
        "name": "Michael Jordan"
    },
    {
        "quote": "Basketball is a beautiful game when the five players on the court play with one heartbeat.",
        "name": "Dean Smith"
    },
    {
        "quote": "Work hard in practice to make the games easier.",
        "name": "Mike Krzyzewski"
    },
    {
        "quote": "Earn the right to be proud and confident.",
        "name": "John Wooden"
    },
    {
        "quote": "The best teams have chemistry. They communicate with each other and they sacrifice personal glory for a common goal.",
        "name": "Dave DeBusschere"
    },
    {
        "quote": "Success is peace of mind in knowing you did your best.",
        "name": "John Wooden"
    },
    {
        "quote": "The most important measure of how good a game I played was how much better I’d made my teammates play.",
        "name": "Bill Russell"
    },
    {
        "quote": "Teamwork is the beauty of our sport, where you have five acting as one.",
        "name": "Mike Krzyzewski"
    },
    {
        "quote": "Don’t measure yourself by what you have accomplished, but by what you should have accomplished with your ability.",
        "name": "John Wooden"
    },
    {
        "quote": "The more you sweat in practice, the less you bleed in battle.",
        "name": "Richard Marcinko"
    },
    {
        "quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way.",
        "name": "Satchel Paige"
    },
    {
        "quote": "Practice habits were crucial to my success.",
        "name": "Kobe Bryant"
    },
    {
        "quote": "Once you are labeled the best you want to stay up there, and you can’t do it by loafing around.",
        "name": "Larry Bird"
    },
    {
        "quote": "When you innovate, you’ve got to be prepared for everyone telling you you’re nuts.",
        "name": "Larry Bird"
    },
    {
        "quote": "Excellence is not a singular act, but a habit. You are what you repeatedly do.",
        "name": "Shaquille O'Neal"
    },
    {
        "quote": "The day I stop giving is the day I stop receiving. The day I stop learning is the day I stop growing.",
        "name": "Pat Summitt"
    },
    {
        "quote": "Leadership is about making others better as a result of your presence and making sure that impact lasts in your absence.",
        "name": "Sheryl Swoopes"
    },
    {
        "quote": "Great players respond to pressure, they don’t run from it.",
        "name": "Pat Riley"
    },
    {
        "quote": "You have to expect things of yourself before you can do them.",
        "name": "Michael Jordan"
    },
    {
        "quote": "I’m not afraid of storms, for I’m learning how to sail my ship.",
        "name": "Louisa May Alcott"
    },
    {
        "quote": "Basketball is more than a game. It’s a way of life.",
        "name": "Chris Paul"
    },
    {
        "quote": "The name on the front of the jersey is more important than the name on the back.",
        "name": "Joe Lapchick"
    },
    {
        "quote": "The game has its ups and downs, but you can never lose focus of your individual goals.",
        "name": "Scottie Pippen"
    }
]